Revit 2027 API
TableData.WidthInPixels Property
 Gets the width of the panel schedule in logical pixels
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int WidthInPixels { get; }
Public ReadOnly Property WidthInPixels As Integer
	Get
public:
property int WidthInPixels {
	int get ();
}
member WidthInPixels : int with get
Property Value
Int32
See Also
Reference
TableData Class
Autodesk.Revit.DB Namespace